[
    {
        "title": "The Benefits People Can Get From Gardening",
        "content": {
            "introduction": "The majority of the beauty on this earth is because of the presence of nature including forests, trees and green wild growth of grass and bushes. Nature is the best friend of human beings. These beautiful natures are not only be viewed where it is very far from our modern society, however, we can have those small forests in big cities as what is called “gardens”. Gardening offers many benefits to us. If gardens are beautiful to look at, how huge the pride and sense of accomplishment that the creator of such beauty can feel it!",
            "body": "Many thought gardening as a kind of chore or hobby. Some dramatic songwriters and poet describe it as an art or a friend that we can always visit. Anyway, whatever the proper definition of gardening is, no one can argue that gardening can give us numerous benefits. First, while we are gardening, of course we are also touching with nature such as sunlight, earth and fresh breeze. They can provide us with vitamin D, clear eyesight, freshness and even antibodies which all are essential in our daily activities. Moreover, gardening is doing physical exercise. The various movements we perform during gardening, which use every major muscle of our body, are considered as so vigorous exercise that we can build our strength, get sound sleep and maintain our body weight. Since it is kind of full body workout, it can also help us in protecting our memory and both physical and mental health. More than these, people who garden look more young, active, good-looking and confident. Gardening can also boost our mood and improve our self-esteem. If someone is losing confidence or depressing, gardening can be a good medicine for that kind of person since there is research that the more people spend their time in gardens, the less their anxiety and stress levels. Gardening is also an appropriate relaxing activity since it can make gardeners optimistic. After a huge project or an exam, people should garden. Gardening is also a suitable treatment for curing addiction. As many of today’s youths having addicted to something and most of them are bad, they should cure it. Gardening is the good medicine for recovery from every kind of addiction. Gardening while you are alone is great, that together with others is better. Gardening together with others can strengthen the good relationship between them. No matter it is domestic garden or school garden or community garden, participating or leading in gardening activities can make everyone more friendly and make more friends. While gardening, we have to take care of our trees or plants as our own children and from that we can also have habits to take care of ourselves. We also get some food and vegetables from our gardens and of course, they are organic. If we do it largely, we can even get some profits. Gardening makes us to go outside, interact with nature and other gardeners, boost our mood, keep our happiness and keen health and enjoy the best mood of the day.",
            "conclusion": "Gardening is the purest of human pleasure. Only those who believe in tomorrow garden since gardening is not about just hobby but a journey. Although it is said that every creation has its own advantages and disadvantages, however, I can’t still discover the disadvantage side of gardening."
        },
        "marks": "7-marks"
    }
]